worlds = {
    (0, 0): {
        "name": "ливневый дождь 🌧⛈ в лесу",
        "description": "Это уютная и таинственная локация с высокими деревьями 🌲🌳🌴, мистическим воем сов 🦉, а также уединенными лесными избушками в дали друг от друга. Населенных пунктов мало, а лес опасен, ночью 🌚 появляются дикие животные 🐻 🦊.",
        "exits": {"north": (0, 1), "east": (1, 0)},
    },

    (0, 1) : {
        "name": "одинокий дом 🏠 в поле 🌿",
        "description": "в этом доме когда-то жил мудрый старик 🧓. Теперь он заброшен  🏚 ",
        "exits": {"south": (0, 0)}
    },

    (1, 0) : {
        "name": "остров 🌊🏝 посередине океана.",
        "description": "это одинокий остров с заброшенной больницей 🏥 и игрок должен в ней искать разные посхалки и предметы.",
        "exits": {"west": (0, 0)}
    }


}